{
    "nom": "Animation d'objets",
    "niveau": 5,
    "école": "transmutation",
    "temps_d'incantation": "1 action",
    "portée": "36 mètres",
    "composantes": ["V", "S"],
    "durée": "concentration, jusqu'à 1 minute",
    "concentration": true,
    "rituel": false,
    "description": "Les objets prennent vie à votre demande. Choisissez jusqu'à dix objets non magiques dans la portée du sort qui ne sont pas portés ou transportés. Les cibles de taille M comptent pour deux objets, celles de taille G comptent pour quatre et les objets de taille TG comptent pour huit. Vous ne pouvez pas animer un objet plus grand que la taille TG. Chaque cible anime et devient une créature sous votre contrôle jusqu'à la fin du sort ou jusqu'à ce qu'elle soit réduite à 0 point de vie.<br>Par une action bonus, vous pouvez commander mentalement les créatures que vous avez animées avec ce sort si elles sont à 150 mètres ou moins de vous. Si vous contrôlez plusieurs créatures, vous commandez simultanément autant de créatures que vous le souhaitez en donnant le même ordre à chacune d'elles. Vous décidez de l'action que prend la créature et du mouvement qu'elle fait. Vous pouvez aussi émettre une consigne générale, comme monter la garde devant une pièce ou dans un couloir. Si vous ne donnez aucun ordre, la créature ne fait que se défendre contre les créatures qui lui sont hostiles. Une fois qu'un ordre est donné, la créature s'exécute jusqu'à ce que la tâche soit complétée.<br><table><tbody><tr><th>Taille</th><th>PV</th><th>CA</th><th>Attaque</th><th>For</th><th>Dex</th></tr><tr><td>TP</td><td>20</td><td>18</td><td>+8 au toucher, dégâts 1d4 + 4</td><td>4</td><td>18</td></tr><tr><td>P</td><td>25</td><td>16</td><td>+6 au toucher, dégâts 1d8 + 2</td><td>6</td><td>14</td></tr><tr><td>M</td><td>40</td><td>13</td><td>+5 au toucher, dégâts 2d6 + 1</td><td>10</td><td>12</td></tr><tr><td>G</td><td>50</td><td>10</td><td>+6 au toucher, dégâts 2d10 + 2</td><td>14</td><td>10</td></tr><tr><td>TG</td><td>80</td><td>10</td><td>+8 au toucher, dégâts 2d12 + 4</td><td>18</td><td>6</td></tr></tbody></table><br>Un objet animé est un artificiel avec une CA, des points de vie, des attaques, une Force et une Dextérité déterminés par sa taille. Il possède 10 en Constitution, 3 en Intelligence et en Sagesse, et 1 en Charisme. Sa vitesse est de 9 mètres, ou bien si l'objet est dépourvu de jambes ou d'autres appendices équivalents pouvant servir à son déplacement il possède alors une vitesse de vol de 9 mètres qui lui permet aussi de faire du sur-place. Si l'objet est solidement attaché à une surface ou à un objet plus gros, telle une chaîne ancrée dans un mur, sa vitesse est de 0. L'objet est doté de la vision aveugle sur un rayon de 9 mètres et il est aveuglé au-delà de cette distance. Lorsque l'objet animé est réduit à 0 point de vie, il reprend sa forme originale et l'excédent de dégâts est infligé à l'objet inanimé.<br>Si vous ordonnez à un objet d'attaquer, il peut faire une simple attaque au corps à corps contre une créature à 1,50 mètre ou moins de celui-ci. Il fait une attaque de coup avec un bonus d'attaque et des dégâts contondants déterminés par sa taille. Le MD peut décréter qu'un objet spécifique peut infliger des dégâts tranchants ou perforants, selon la forme dudit objet.",
    "à_niveau_supérieur": "Lorsque vous lancez ce sort en utilisant un emplacement de sort de niveau 6 ou supérieur, vous pouvez animer deux objets supplémentaires pour chaque niveau d'emplacement au-delà du niveau 5."
}